# 3) Вывести на экран 2ю и 3ю цифры четырехзначного числа
a = (int)(input("Введите 4ех значное число="))
b=a//100%10
c=a//10%100%10
print(b,c)